# 整数

_整数_ = 2


"@root_cause_analysis"
'''
[エラーの|][原因|理由][は[|？]|が知りたい]
'''


"@hint"
'''
どうしたらいいの？
ヒント[|が|を][ください|ちょうだい|欲しい]
'''


"@help"
'''
助けて[|ほしい|みて]
困った
'''


"@fix_code"
'''
[コードを|][修正|直]して[|ほしい|みて]
[間違い|エラー]を直して[|ほしい|みて]
ワンチャン
'''

"@emergency_call"
'''
[先生|TA]を[よんで|呼んで|読んで]ください
'''

"@thank"
'''
ありがとう
素晴らしい
[カワイイ|かわいい|可愛い][|ね]
'''

"@sorry"
'''
ひどい
あんまりだ
'''

"@vow"
'''
[狂った|馬鹿な|バカな|アホな]犬め
狂犬病なの
ダメ[|ダメ]だね
'''

"@dic term=プログラミング"
'''
プログラミング[とは|って[何|]]
'''

"@show_len target=_リスト_"
'''
_リスト_の[大きさ|長さ]を[見|み]たい
'''
